/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Kapat";

/* primary label with product name */
"Connecting to %@..." = "%@ ile bağlantı kuruluyor...";

/* primary label */
"Connecting..." = "Bağlanıyor...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Hakkında...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Karşıdan Yükleniyor (%1$@ / %2$@ Bayt)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Karşıdan Yükleniyor (%1$@ / %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Karşıdan Yükleniyor (%1$@ / %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "uygulama";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "GoTo Opener Hakkında";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener, GoTo web sitelerinin ve yazılımlarının bilgisayarınızda düzgünce çalışmasına yardımcı olur.\n\nSürüm: %@\n\nKonum: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Başlatılıyor";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Özel başlatma bilgileri isteniyor";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Diğer GoTo Opener uygulamasının tamamlanması bekleniyor";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "GoTo Opener yükleniyor";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Eklentiyi Karşıdan Yükleme Başlatılıyor";

/* generic installing plugin label */
"Installing Plugin" = "Eklenti Yükleniyor";

/* generic starting download progress label */
"Starting Download" = "Karşıdan Yükleme Başlatılıyor";

/* generic downloading progress label */
"Downloading" = "Karşıdan yükleniyor";

/* generic verify archive progress label */
"Verifying" = "Doğrulanıyor";

/* generic unarchiving progress label */
"Unzipping" = "Sıkıştırılmış dosyalar açılıyor";

/* generic launch progress label */
"Installing" = "Yükleniyor";

/* generic launch progress label */
"Launching" = "Başlatılıyor";

/* launch installer progress label */
"Launching Installer" = "Yükleyici Başlatılıyor";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Karşıdan Yükleme Başarısız";

/* unarchive failed alert message */
"Unarchive Failed" = "Arşivden Çıkarma Başarısız";

/* installation failed alert message */
"Installation Failed" = "Yükleme Başarısız";

/* launch failed alert message */
"Launch Failed" = "Başlatma Başarısız";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "Üzgünüz, GoTo Opener, %@ uygulamasını başlatamadı.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "Üzgünüz, GoTo Opener, %@ uygulamasını yükleyemedi.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Karşıdan yüklemeyi yeniden başlatın veya http://link.logmeininc.com/get-help\nadresinden Genel Müşteri Desteği'ne başvurun.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "Üzgünüz, GoTo Opener karşıdan yükleme sunucusunun güvenilir olmadığını belirledi.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Anahtarlıklarınızdaki güvenilen sertifikaları güncelleştirdiğinizden emin olun veya http://link.logmeininc.com/get-help\nadresinden Genel Müşteri Desteği'ne başvurun.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "Talep edilen %@ sürümü, bu Mac OS X sürümünü desteklemiyor.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Gerekli uygulama sunucularımızdan yüklenemedi.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "Uygulamayı indirirken bir sorun oluştuğundan %@ başlatılamadı. Web tarayıcınızı kullanarak da dosyayı kaydedebilirsiniz:\n\n1. ‘Tarayıcıda İndir’ butonunu tıklayın.\n2. İndirilen dosyayı açın ve yükleyin.\n3. Oturumunuza yeniden katılmayı deneyin.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Daha fazla yardım için sistem yöneticinize veya https://link.logmeininc.com/get-help bağlantısını kullanarak %@ desteğine danışın.";


/* app download failed alert download button */
"Download" = "Tarayıcıda İndir";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Yükleyici sunucularımızdan yüklenemedi.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Gerekli uygulama arşivden çıkarılamadı.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Yükleyici arşivden çıkarılamadı.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Gerekli uygulama yüklenemedi.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Gerekli uygulama başlatılamadı.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Yükleyici başlatılamadı.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Gerekli uygulamanın bağımsız değişkenleri sunucularımızdan yüklenemedi.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Yeniden Dene";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Kapat";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Kimlik doğrulama işlemi çok uzun sürdü";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Kimlik bilgileri uygun bir sürede doğrulanamadı. Girdiğiniz ad veya parola hatalı olabilir. Lütfen tekrar deneyin.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Yeniden Dene";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Kapat";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Kimlik doğrulama başarısız";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Kimlik doğrulama işlemi sırasında ağ bağlantınız beklenmedik bir şekilde kesildi. Girdiğiniz ad veya parola hatalı olabilir. Lütfen tekrar deneyin.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Sunucu kimliği güvenilir değil";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Sunucu sertifikası geçersiz görünüyor.  Sunucuya bağlanırsanız gizli bilgileriniz risk altına girebilir.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "\\'%@\\' adresindeki sunucu sertifikası geçersiz görünüyor.  Sunucuya bağlanırsanız gizli bilgileriniz risk altına girebilir.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "\\'%@\\' sunucusunun sertifikası geçersiz görünüyor.  Sunucuya bağlanırsanız gizli bilgileriniz risk altına girebilir.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Kapat";
